exports.Text = {

    Header:{
        AboutUs:{
            RU:"О нас",
            EN:""
        },
        Products:{
            RU:"Продукция",
            EN:""
        },
        Gallery:{
            RU:"Галерея",
            EN:""
        } ,
        Contact:{
            RU:"Контакты",
            EN:""
        }
    },

    MainHeading:{
        RU:`Дарим вашему интерьеру элегантность и стиль \n
        с нашим мастерским подходом к паркетным решениям.`,
        EN:""
    },

    MainImgSource:"/images/main.webp",

    Section_1:{
        Title:{
            RU:"ГДЕ ПАРКЕТ СТАНОВИТСЯ ИСКУССТВОМ",
            EN:""
        },
        Detail:{
            RU:`Мы, в Gloabal Parquet, гордимся тем, что являемся одним из ведущих производителей паркета в Беларуси.
            На протяжении всего нашего существования мы занимались созданием идеального паркета, сочетая искусство и технологии.
            Наша философия заключается в том, чтобы предоставить каждому клиенту продукт, который оправдает его ожидания
            и добавит уникальности в его пространство. Преимущества выбора нас в качестве вашего поставщика паркета:`,
            EN:""
        },
        ListItems:[
            {
                Heading:{
                    RU:"Частная производственная модель",
                    EN:""
                },
                Detail:{
                    RU:`Наша структура позволяет нам обходиться без дополнительных затрат
                    на посредников и излишний персонал.`,
                    EN:""
                },
                imgSource:"/images/icon/handshake.webp"
            },

            {
                Heading:{
                    RU:"Индивидуальный подход к дизайну",
                    EN:""
                },
                Detail:{
                    RU:`У нас есть возможность удовлетворить уникальные пожелания заказчика,
                    создавая эксклюзивные напольные покрытия.`,
                    EN:""
                },
                imgSource:"/images/icon/design.webp"
            },

            {
                Heading:{
                    RU:"Гибкость в ценообразовании",
                    EN:""
                },
                Detail:{
                    RU:`Мы стремимся предоставить нашим клиентам наиболее выгодные условия.
                    Наша ценовая политика всегда адаптируется к потребностям заказчика.`,
                    EN:""
                },
                imgSource:"/images/icon/price.webp"
            },

            {
                Heading:{
                    RU:"Гарантированная поддержка",
                    EN:""
                },
                Detail:{
                    RU:`Мы обеспечиваем нашу продукцию гарантийным обслуживанием, чтобы вы
                    могли быть уверены в долгосрочном качестве и надежности наших продуктов.`,
                    EN:""
                },
                imgSource:"/images/icon/certificat.webp"
            },
        ],
        imgSource:"/images/room.webp"
    },

    Section_2:{
        Title:{
            RU:"АССОРТИМЕНТ ПАРКЕТНЫХ ПОКРЫТИЙ",
            EN:""
        },
        Detail:{
            RU:`В нашем ассортименте представлены паркетные полы собственного производства, включая модульный щитовой паркет.
            Наши произведения могут включать в себя геометрические и художественные узоры, придающие уникальность каждому изделию.
            
            Мы используем различные виды древесины, такие как дуб, ясень, американский орех, мербау, палисандр, венге и другие.
            Более того, мы предлагаем возможность инкрустации камнем, мрамором, металлом и другими материалами, чтобы удовлетворить
            самые изысканные вкусы.
            
            Покрытия представлены в двух основных конструкциях: инженерный модуль и модуль из массива.
            Инженерный модуль - это двухслойная конструкция, которая обеспечивает устойчивость к изменениям температуры и влажности.
            Модуль из массива - это традиционная, проверенная временем конструкция, изготовленная из одного куска древесины,
            который выдерживает долговечность и уникальность каждого отдельного узора древесины.`,
            EN:""
        }
    },

    Section_3:{
        Title:{
            RU:`Инженерные модули`,
            EN:""
        },
        Heading:{
            RU:"GEOMETRY & ART",
            EN:""
        },
        paragraph_1:{
            RU:"геометрические и художественные модули",
            EN:""
        },
        paragraph_2:{
            RU:"ОСНОВНАЯ ЛИНЕЙКА",
            EN:""
        },
        imgSource:"/images/parquetExamples.webp"
    },

    Section_4:{
        Title:{
            RU:"Конструкция 2-ух слойная",
            EN:""
        },
        Detail:{
            RU:`Двуслойная конструкция наших модулей позволяет максимально минимизировать деформацию паркета.
            Такой вид паркетных изделий превосходно зарекомендовал себя при эксплуатации даже в самых в жестких условиях:
            инженерный модуль практически не поддается деформации даже при затоплении, сохраняет устойчивость к каким-либо воздействиям,
            на такой паркет почти не влияют перепады температуры и влажности воздуха.`,
            EN:""
        },

        imgSource:"/images/scheme.webp"

    },

    Section_5:{
        Title:{
            RU:"Материалы",
            EN:""
        },
        Detail:{
            RU:`При изготовлении наших модулей из массива и для верхнего слоя инженерных модулей мы используем преимущественно древесину дуба,
            как наиболее яркую и в то же время изящную породу древесины, прекрасно поддающуюся обработке и обладающую высокими показателями прочности.
            В то же время, для создания модульных рисунков мы активно используем и другие ценные породы древесины, с не менее качественными характеристиками,
            такие как ясень, клен, орех американский, венге, мербау и др. По желанию заказчика мы можем для вставок использовать мрамор, камень, металл и др. материалы.
            Для склейки используются клеевые материалы, обладающие максимальной влагостойкостью (D4) и температуроустойчивостью (WATT 91). Класс Е1.`,
            EN:""
        },

        imgSource:"/images/dub.webp"
    },

    Section_6:{
        Title:{
            RU:"2 сорта древесины",
            EN:""
        },
        Detail:{
            RU:"Верхний слой – цельная ламель древесины дуба (и др.) толщиной 3-4 мм в сортировках «Селект» и «Рустик Люкс».",
            EN:""
        },

        ListItems:[
            {
                Title:{
                    RU:"Селект (Сорт А)",
                    EN:""
                },

                Detail:{
                    RU:`Паркет высшего сорта, смешанного распила.
                    Допускаются светлые сучки в цвет древесины
                    до 5мм (не более 1шт. На 500мм),
                    темные до 2-х мм (не более 2шт. На 500мм).
                    Допускается небольшой перепад по цвету.`,
                    EN:""
                },

                imgSource:"/images/sortA.webp"
            },

            {
                Title:{
                    RU:"Рустик Люкс (Сорт ВС)",
                    EN:""
                },

                Detail:{
                    RU:`Паркет высшего сорта, смешанного распила.
                    Допускаются светлые сучки в цвет древесины
                    до 5мм (не более 1шт. На 500мм),
                    темные до 2-х мм (не более 2шт. На 500мм).
                    Допускается небольшой перепад по цвету.`,
                    EN:""
                },

                imgSource:"/images/sortBC.webp"
            }
        ],

        paragraph_1:{
            RU:"Нижний слой - ",
            EN:""
        },
        paragraph_2:{
            RU:`фанера ФСФ (белая) – фанера повышенной влагостойкости. Березовая фанера марки ФСФ отличается высокой прочностью
            на разрыв и изгиб. Сохраняет свои свойства при перепадах температуры и влажности. Класс Е1.`,
            EN:""
        },
        imgSource:"/images/list.webp"
    },

    Section_7:{
        Title:{
            RU:"Технология склейки - для прочности конструкции",
            EN:""
        },
        Detail:{
            RU:`Для склейки нашего модульного паркета мы применяем горячий метод прессования с использованием горизонтальных прессов,
            которые обеспечивают необходимое равномерное давление на каждый квадратный сантиметр.
            
            При данном типе склеивания возможно поддержание постоянной температуры во время кристаллизации клея вне зависимости от времени года
            и каких-либо внешних факторов, что позволяет более точно соблюсти технологический процесс склейки.
            
            Это минимизирует возможность деформации инженерных модулей (напр., отщепление ламели) вследствие воздействия
            перепадов температур в момент сезонных климатических изменений.`,
            EN:""
        },

        imgSource:"/images/worker.webp"
    },
    Section_8:{
        ListItems:[
            {
                Heading:{
                    RU:"Модуль «GP-011»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_11/image 1.png",
                    schemeSource:"/schemes/type_11/image 2.png",
                    multipleSchemeSource:"/schemes/type_11/image 3.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-012»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_12/image 11.png",
                    schemeSource:"/schemes/type_12/image 13.png",
                    multipleSchemeSource:"/schemes/type_12/image 14.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-014»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_14/image 15.png",
                    schemeSource:"/schemes/type_14/image 16.png",
                    multipleSchemeSource:"/schemes/type_14/image 17.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-015»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_15/image 18.png",
                    schemeSource:"/schemes/type_15/image 19.png",
                    multipleSchemeSource:"/schemes/type_15/image 20.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-016»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_16/image 21.png",
                    schemeSource:"/schemes/type_16/image 22.png",
                    multipleSchemeSource:"/schemes/type_16/image 23.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-017»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_17/image 24.png",
                    schemeSource:"/schemes/type_17/image 25.png",
                    multipleSchemeSource:"/schemes/type_17/image 26.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-018»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_18/image 27.png",
                    schemeSource:"/schemes/type_18/image 28.png",
                    multipleSchemeSource:"/schemes/type_18/image 29.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-019»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_19/image 30.png",
                    schemeSource:"/schemes/type_19/image 31.png",
                    multipleSchemeSource:"/schemes/type_19/image 32.png"
                },
                
            },
            {
                Heading:{
                    RU:"Модуль «GP-020»",
                    EN:""
                },

                Details:{
                    RU:`Длина/ширина: 600х600 мм
                    Толщина: 15 мм
                    Конструкция: 2-ух слойный инженерный модуль
                    Древесина верхнего слоя: Дуб
                    Сорт: селект / рустик люкс
                    Обработка: гладкая поверхность 
                    
                    * возможно изготовление данного модуля из массива`,
                    EN:""
                },
                
                DictinaryList:{
                    photoSource:"/schemes/type_20/image 33.png",
                    schemeSource:"/schemes/type_20/image 34.png",
                    multipleSchemeSource:"/schemes/type_20/image 35.png"
                },
                
            },
        ]
    },
    Section_9:{
        Title:{
            RU:"Модули из массива",
            EN:"",            
        },
        Heading:{
            RU:"SOLID",
            EN:"",            
        },
        paragraph:{
            RU:"ОСНОВНАЯ ЛИНЕЙКА",
            EN:""
        },
        imgSource:"/images/parquetExamples.webp"
    },
    Section_10:{
        Title:{
            RU:"Технология изготовления: модуль паркетный из массива",
            EN:"",
        },
        paragraph:{
            RU:`На сегодняшний день мы производим пильные модульные щиты на основе массивного паркета.
            Это позволяет создавать необычные паркетные рисунки из простого штучного паркета за минимальный срок и с минимальными затратами.
            Нарезка рисунка происходит вручную на круглопильных станках с каретками. Преимущества ручной распиловки - в быстрой перенастройке станка,
            что уменьшает временные затраты путем подбора индивидуального размера для каждой партии материала в зависимости от ширины заготовки и породы древесины.
            
            После сборки деталей по эскизу в шаблон с целью надежного скрепления элементов рисунка мы используем технологию скобирования деталей модуля
            между собой для удержания и создания прочного полотна паркетного щита`,
            EN:""
        },
        ListItems:[
            {imgSource:"/section_10/image 4.png",x:238,y:526},
            {imgSource:"/section_10/image 5.png",x:238,y:526},
            {imgSource:"/section_10/image 6.png",x:256,y:526},
            {imgSource:"/section_10/image 7.png",x:499,y:526},
            {imgSource:"/section_10/resize-image-online 1.png",x:249,y:526},
        ]

    },
    Section_11:{
        ListItems:[
            {
                Details:{
                    RU:`Длина/ширина: 328х328 мм
                    Толщина: 15 мм
                    Конструкция: Модуль из массива
                    Древесина верхнего слоя: Дуб
                    Сорт: селект
                    Обработка: гладкая поверхность `,
                    EN:"",

                },
                Heading:{
                    RU:"Модуль «GP-001-S»",
                    EN:""
                },
                DictinaryList:{
                    photoSource:"/scheme_type_s/01s/image 1(1).png",
                    schemeSource:"/scheme_type_s/01s/image 2(1).png",
                    multipleSchemeSource:"/scheme_type_s/01s/image 3(1).png"
                },
            },
            {
                Details:{
                    RU:`Длина/ширина: 288х288 мм
                    Толщина: 15 мм
                    Конструкция: Модуль из массива
                    Древесина верхнего слоя: Дуб
                    Сорт: селект
                    Обработка: гладкая поверхность  `,
                    EN:"",

                },
                Heading:{
                    RU:"Модуль «GP-002-S»",
                    EN:""
                },
                DictinaryList:{
                    photoSource:"/scheme_type_s/02s/image 1(2).png",
                    schemeSource:"/scheme_type_s/02s/image 2(2).png",
                    multipleSchemeSource:"/scheme_type_s/02s/image 3(2).png"
                },
            },
            {
                Details:{
                    RU:`Длина/ширина: 300х300 мм
                    Толщина: 15 мм
                    Конструкция: Модуль из массива
                    Древесина верхнего слоя: Дуб
                    Сорт: селект
                    Обработка: гладкая поверхность `,
                    EN:"",

                },
                Heading:{
                    RU:"Модуль «GP-053-S»",
                    EN:""
                },
                DictinaryList:{
                    photoSource:"/scheme_type_s/53s/image 4.png",
                    schemeSource:"/scheme_type_s/53s/image 5.png",
                    multipleSchemeSource:"/scheme_type_s/53s/image 6.png"
                },
            },
            {
                Details:{
                    RU:`Длина/ширина: 336х336 мм
                    Толщина: 15 мм
                    Конструкция: Модуль из массива
                    Древесина верхнего слоя: Дуб, Клен, Термоясень
                    Сорт: селект
                    Обработка: гладкая поверхность  `,
                    EN:"",

                },
                Heading:{
                    RU:"Модуль «GP-054-S»",
                    EN:""
                },
                DictinaryList:{
                    photoSource:"/scheme_type_s/54s/image 7.png",
                    schemeSource:"/scheme_type_s/54s/image 8.png",
                    multipleSchemeSource:"/scheme_type_s/54s/image 9.png"
                },
            },
            
        ]
    },
    Section_12:{
        Heading:{
            RU:"ПРИМЕРЫ НАШИХ РАБОТ",
            EN:""
        },        

        ListItems:[
            {
                imgSource:"/portfolio/image 8(1).png",
                paragraph:{
                    RU:`Модульный художественный паркет для галереи Тызенгауза в Гродно.
                    Массив дуба в сочетании с термоясенем и термодубом.`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 8(2).png",
                paragraph:{
                    RU:`Модульный художественный паркет с вензелем из ореха
                    американского и фрагментарным глянцеванием`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 9(2).png",
                paragraph:{
                    RU:`Модули со вставками из металла и с фрагментарной покраской в другой цвет
                    с использованием состаривания и глянцевания`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 10(1).png",
                paragraph:{
                    RU:`Модульный паркет со вставками
                    из мрамора Roza Perlino`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 11(1).png",
                paragraph:{
                    RU:`Модульный паркет геометрический.
                    Сочетание дуба и ореха американского.`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 12.png",
                paragraph:{
                    RU:`Модульный паркет дуб 600х600х15,
                    браш, цвет Black Smoke`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 13(1).png",
                paragraph:{
                    RU:`Модульный паркет, аналог итальянского Listone Giordano,
                    VIP зона Бизнес-аэропорта г. Минск`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 14(1).png",
                paragraph:{
                    RU:`Пол и потолок.
                    Частные аппартаменты, г. Москва`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 15(1).png",
                paragraph:{
                    RU:`Модульный художественный паркет
                    с фризом и обкладкой`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 16(1).png",
                paragraph:{
                    RU:`Художественный паркет. Розетка в обкладке
                    из французской елки в сорте «Селект»`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 17(1).png",
                paragraph:{
                    RU:`Французская елка из Дуба,
                    цвет «Коньячный»`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 18(1).png",
                paragraph:{
                    RU:`Французская елка
                    из отбеленного дуба`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 19(1).png",
                paragraph:{
                    RU:`Французская елка
                    из ореха американского`,
                    EN:""
                },
            },
            {
                imgSource:"/portfolio/image 20(1).png",
                paragraph:{
                    RU:`Геометрический модуль орех американский.
                    Аналог итальянского Foglie D'oro`,
                    EN:""
                },
            }
        ]
    },

    Section_13:{
        Heading:{
            RU:"КОНТАКТЫ",
            EN:""
        },
        paragraph_1:{
            RU:"global-parquet@yandex.ru",
            EN:""
        },
        paragraph_2:{
            RU:`+375 29 608 58 70
            +375 29 119 777 1`,
            EN:``
        },
        ListItems:[
            {
                Title:{
                    RU:"Telegram",
                    EN:""
                },
                imgSource:"/socials/telegram 1.png"
            },
            {
                Title:{
                    RU:"Viber",
                    EN:""
                },
                imgSource:"/socials/viber (1) 1.png"
            },
            {
                Title:{
                    RU:"Whatsaap",
                    EN:""
                },
                imgSource:"/socials/whatsapp (1) 1.png"
            }
        ]
    }
    
}