exports.Text = {

    Header:{
        AboutUs:{
            RU:"О нас",
            EN:""
        },
        Products:{
            RU:"Продукция",
            EN:""
        },
        Gallery:{
            RU:"Галерея",
            EN:""
        } ,
        Contact:{
            RU:"Контакты",
            EN:""
        }
    },

    MainHeading:{
        RU:`Дарим вашему интерьеру элегантность и стиль \n
        с нашим мастерским подходом к паркетным решениям.`,
        EN:""
    },

    MainImgSource:"/images/main.webp",

    Section_1:{
        Title:{
            RU:"ГДЕ ПАРКЕТ СТАНОВИТСЯ ИСКУССТВОМ",
            EN:""
        },
        Detail:{
            RU:`Мы, в Gloabal Parquet, гордимся тем, что являемся одним из ведущих производителей паркета в Беларуси.
            На протяжении всего нашего существования мы занимались созданием идеального паркета, сочетая искусство и технологии.
            Наша философия заключается в том, чтобы предоставить каждому клиенту продукт, который оправдает его ожидания
            и добавит уникальности в его пространство. Преимущества выбора нас в качестве вашего поставщика паркета:`,
            EN:""
        },
        ListItems:[
            {
                Heading:{
                    RU:"Частная производственная модель",
                    EN:""
                },
                Detail:{
                    RU:`Наша структура позволяет нам обходиться без дополнительных затрат
                    на посредников и излишний персонал.`,
                    EN:""
                },
                imgSource:""
            },

            {
                Heading:{
                    RU:"Индивидуальный подход к дизайну",
                    EN:""
                },
                Detail:{
                    RU:`У нас есть возможность удовлетворить уникальные пожелания заказчика,
                    создавая эксклюзивные напольные покрытия.`,
                    EN:""
                },
                imgSource:""
            },

            {
                Heading:{
                    RU:"Гибкость в ценообразовании",
                    EN:""
                },
                Detail:{
                    RU:`Мы стремимся предоставить нашим клиентам наиболее выгодные условия.
                    Наша ценовая политика всегда адаптируется к потребностям заказчика.`,
                    EN:""
                },
                imgSource:""
            },

            {
                Heading:{
                    RU:"Гарантированная поддержка",
                    EN:""
                },
                Detail:{
                    RU:`Мы обеспечиваем нашу продукцию гарантийным обслуживанием, чтобы вы
                    могли быть уверены в долгосрочном качестве и надежности наших продуктов.`,
                    EN:""
                },
                imgSource:""
            },
        ],
        imgSource:"/images/room.webp"
    },

    Section_2:{
        Title:{
            RU:"АССОРТИМЕНТ ПАРКЕТНЫХ ПОКРЫТИЙ",
            EN:""
        },
        Detail:{
            RU:`В нашем ассортименте представлены паркетные полы собственного производства, включая модульный щитовой паркет.
            Наши произведения могут включать в себя геометрические и художественные узоры, придающие уникальность каждому изделию.
            
            Мы используем различные виды древесины, такие как дуб, ясень, американский орех, мербау, палисандр, венге и другие.
            Более того, мы предлагаем возможность инкрустации камнем, мрамором, металлом и другими материалами, чтобы удовлетворить
            самые изысканные вкусы.
            
            Покрытия представлены в двух основных конструкциях: инженерный модуль и модуль из массива.
            Инженерный модуль - это двухслойная конструкция, которая обеспечивает устойчивость к изменениям температуры и влажности.
            Модуль из массива - это традиционная, проверенная временем конструкция, изготовленная из одного куска древесины,
            который выдерживает долговечность и уникальность каждого отдельного узора древесины.`,
            EN:""
        }
    },

    Section_3:{
        Title:{
            RU:`Инженерные модули`,
            EN:""
        },
        Heading_4:{
            RU:"GEOMETRY & ART",
            EN:""
        },
        paragraph_1:{
            RU:"геометрические и художественные модули",
            EN:""
        },
        paragraph_2:{
            RU:"ОСНОВНАЯ ЛИНЕЙКА",
            EN:""
        },
        imgSource:""
    },

    Section_4:{
        Title:{
            RU:"Конструкция 2-ух слойная",
            EN:""
        },
        Detail:{
            RU:`Двуслойная конструкция наших модулей позволяет максимально минимизировать деформацию паркета.
            Такой вид паркетных изделий превосходно зарекомендовал себя при эксплуатации даже в самых в жестких условиях:
            инженерный модуль практически не поддается деформации даже при затоплении, сохраняет устойчивость к каким-либо воздействиям,
            на такой паркет почти не влияют перепады температуры и влажности воздуха.`,
            EN:""
        },

        imgSource:""

    },

    Section_5:{
        Title:{
            RU:"Материалы",
            EN:""
        },
        Detail:{
            RU:`При изготовлении наших модулей из массива и для верхнего слоя инженерных модулей мы используем преимущественно древесину дуба,
            как наиболее яркую и в то же время изящную породу древесины, прекрасно поддающуюся обработке и обладающую высокими показателями прочности.
            В то же время, для создания модульных рисунков мы активно используем и другие ценные породы древесины, с не менее качественными характеристиками,
            такие как ясень, клен, орех американский, венге, мербау и др. По желанию заказчика мы можем для вставок использовать мрамор, камень, металл и др. материалы.
            Для склейки используются клеевые материалы, обладающие максимальной влагостойкостью (D4) и температуроустойчивостью (WATT 91). Класс Е1.`,
            EN:""
        },

        imgSource:"/images/dub.webp"
    },

    Section_6:{
        Title:{
            RU:"2 сорта древесины",
            EN:""
        },
        Detail:{
            RU:"Верхний слой – цельная ламель древесины дуба (и др.) толщиной 3-4 мм в сортировках «Селект» и «Рустик Люкс».",
            EN:""
        },

        ListItems:[
            {
                Title:{
                    RU:"Селект (Сорт А)",
                    EN:""
                },

                Detail:{
                    RU:`Паркет высшего сорта, смешанного распила.
                    Допускаются светлые сучки в цвет древесины
                    до 5мм (не более 1шт. На 500мм),
                    темные до 2-х мм (не более 2шт. На 500мм).
                    Допускается небольшой перепад по цвету.`,
                    EN:""
                },

                imgSource:""
            },

            {
                Title:{
                    RU:"Рустик Люкс (Сорт ВС)",
                    EN:""
                },

                Detail:{
                    RU:`Паркет высшего сорта, смешанного распила.
                    Допускаются светлые сучки в цвет древесины
                    до 5мм (не более 1шт. На 500мм),
                    темные до 2-х мм (не более 2шт. На 500мм).
                    Допускается небольшой перепад по цвету.`,
                    EN:""
                },

                imgSource:""
            }
        ],

        paragraph_1:{
            RU:"Нижний слой -",
            EN:""
        },
        paragraph_2:{
            RU:`фанера ФСФ (белая) – фанера повышенной влагостойкости. Березовая фанера марки ФСФ отличается высокой прочностью
            на разрыв и изгиб. Сохраняет свои свойства при перепадах температуры и влажности. Класс Е1.`,
            EN:""
        },
        imgSource:"/images/list.webp"
    },

    Section_7:{
        Title:{
            RU:"Технология склейки - для прочности конструкции",
            EN:""
        },
        Detail:{
            RU:`Для склейки нашего модульного паркета мы применяем горячий метод прессования с использованием горизонтальных прессов,
            которые обеспечивают необходимое равномерное давление на каждый квадратный сантиметр.
            
            При данном типе склеивания возможно поддержание постоянной температуры во время кристаллизации клея вне зависимости от времени года
            и каких-либо внешних факторов, что позволяет более точно соблюсти технологический процесс склейки.
            
            Это минимизирует возможность деформации инженерных модулей (напр., отщепление ламели) вследствие воздействия
            перепадов температур в момент сезонных климатических изменений.`,
            EN:""
        },

        imgSource:"/images/worker.webp"
    }
    
}